export const dataLinks = [
    {
        title: 'Главная',
        url: '#',
    },
    {
        title: 'Основное меню',
        url: '#',
        submenu: [
            {
                title: 'Заказать вёрстку',
                url: '#',
            },
            {
                title: 'Отправить макет на проверку',
                url: '#',
            },
            {
                title: 'Хочу работать у вас',
                url: '#',
            },
            {
                title: 'Есть предложение по работе с клиентами',
                url: '#',
                subsubmenu: [
                    {
                        title: 'У меня есть оффер',
                        url: '#',
                    },
                    {
                        title: 'Сделать партнёром',
                        url: '#',
                    }
                ]
            },
        ]
    },
    {
        title: 'Наши сервисы',
        url: '#',
    },
    {
        title: 'Контакты',
        url: '#',
    },
];

export const dataLinksMobile = [
    {
        title: 'Главная',
        url: '#',
    },
    {
        title: 'Основное меню',
        url: '#',
        submenu: [
            {
                title: 'Заказать вёрстку',
                url: '#',
            },
            {
                title: 'Отправить макет на проверку',
                url: '#',
            },
            {
                title: 'Хочу работать у вас',
                url: '#',
            },
        ]
    },
    {
        title: 'Есть предложение по работе с клиентами',
        url: '#',
        submenu: [
            {
                title: 'У меня есть оффер',
                url: '#',
            },
            {
                title: 'Сделать партнёром',
                url: '#',
            },
            {
                title: 'Наши сервисы',
                url: '#',
            },
            {
                title: 'Контакты',
                url: '#',
            }
        ]
    },
];